Repository: CRM-in-Cloud/Contact-Form-7-Worpress-to-CRM-in-Cloud
Catalog: languages/qs-cf7-crm-*-cloud-*.po
Languages: it_it

source: Connect contact Forms 7 to CRM in Cloud.
it_it: Connetti Contact Forms 7 con CRM in Cloud.

source: Send to CRM in Cloud?
it_it: Invia a CRM in Cloud?

source: Skip send mail?
it_it: Salta l'invio email?

source: CRM in Cloud Integration
it_it: Integrazione con CRM in Cloud

source: Contact Form 7 CRM in Cloud integrations requires CONTACT FORM 7 Plugin to be installed and active
it_it: L'integrazione con Contact Form 7 CRM in Cloud richiede che il plugin di CONTACT FORM 7 sia installato e attivo

source: Verify key
it_it: Verifica chiave

source: generate JSON
it_it: genera JSON

source: DEBUG LOG ( View last transmission attempt )
it_it: DEBUG LOG ( Mosta l'ultimo tentativo di trasmissione )

source: LAST API CALL
it_it: ULTIMA CIAMATA API

source: Called url
it_it: Url chiamato

source: Params
it_it: Parametri

source: Error logs
it_it: Log degli errori

source: Base url
it_it: Url base

source: Remote server result
it_it: Risultato del server remoto

source: CRM Api Key
it_it: Api Key del CRM
